# Аренда или Продажа
RENT_SALE = [
    ('Аренда', 'Аренда'),
    ('Продажа', 'Продажа'),
]

# Тип недвижимости
OBJECTS_CHOICES = [
    ('Дома', 'Дома'),
    ('Квартиры', 'Квартиры'),
    ('Участки', 'Участки'),
    ('Коммерческая недвижимость', 'Коммерческая недвижимость'),
]

# Состояние
STATUS = [
    ('С ремонто', 'С ремонтом'),
    ('Без ремонта', 'Без ремонта '),
]

# тип материала
MATERIAL_TYPE = [
    ('Блочный', 'Блочный'),
    ('Кирпичный', 'Кирпичный'),
]

# тип дома
DOM_TYPE = [
    ('Апартаменты', 'Апартаменты'),
    ('Хрущевка', 'Хрущевка'),
    ('Сталинка', 'Сталинка'),
    ('Новостройка', 'Новостройка'),
    ('Чешский проект', 'Чешский проект'),
]

# VIP
VIP = [
    ('Да', 'Да'),
    ('Нет', 'Нет'),
]