# Аренда или Продажа
RENT_SALE = [
    ('1', 'Аренда'),
    ('2', 'Продажа'),
]

# Тип недвижимости
OBJECTS_CHOICES = [
    ('1', 'Дома'),
    ('2', 'Квартиры'),
    ('3', 'Участки'),
    ('4', 'Коммерческая недвижимость'),
]

# Состояние
STATUS = [
    ('1', 'С ремонтом'),
    ('2', 'Без ремонта '),
]

# тип материала
MATERIAL_TYPE = [
    ('1', 'Блочный'),
    ('2', 'Кирпичный'),
]

# тип дома
DOM_TYPE = [
    ('1', 'Апартаменты'),
    ('2', 'Хрущевка'),
    ('3', 'Сталинка'),
    ('4', 'Новостройка'),
    ('5', 'Чешский проект'),
]

# VIP
VIP = [
    ('1', 'Да'),
    ('2', 'Нет'),
]